{
    "messages": [
        "Let's get moving!",
        "Time to get sweaty!",
        "Let's break a sweat!",
        "Time to work those muscles!",
        "Ready to feel the burn?",
        "It's time to get your sweat on!",
        "Time to show your body some love!",
        "Unleash the power within you!",
        "The harder you work, the better you feel!",
        "Stop wishing for it, start working for it!",
        "You don't have to go fast, you just have to go!",
        "Be stronger than your excuses!",
        "The pain you feel today is the strength you feel tomorrow!",
        "Excuses don't burn calories!",
        "Sweat now, shine later!",
        "Fitness is not a destination, it's a journey!",
        "Be the best version of yourself!",
        "Don't let the fear of feeling sore stop you!",
        "You don't have to be great to start, but you have to start to be great!",
        "Push yourself, because no one else is going to do it for you!",
        "Believe in yourself, and all that you are!",
        "Good things come to those who sweat!",
        "Don't wait until you've reached your goal to be proud of yourself!",
        "Work hard, stay focused, and get fit!",
        "Fitness is not just about looking good, it's about feeling good!",
        "The only limit is the one you set for yourself!",
        "Make today the day you start working towards the body you want!",
        "Get up and make it happen!",
        "Work hard, dream big, and get fit!",
        "Life begins at the end of your comfort zone!",
        "The difference between try and triumph is just a little umph!",
        "Sweat is just fat crying!",
        "Fitness is a journey, not a destination!",
        "Stronger every day!",
        "Don't stop until you're proud!",
        "You don't have to be perfect to be amazing!",
        "Sore today, strong tomorrow!",
        "Every workout is progress!",
        "Chase your dreams and your fitness goals!",
        "Stay committed and get fit!",
        "Train insane or remain the same!",
        "It's not about having time, it's about making time!",
        "The only way to finish is to start!",
        "Dedication and hard work make dreams come true!",
        "Keep calm and workout on!",
        "Be the hardest worker in the gym!",
        "Don't count the days, make the days count!",
        "Your body can stand almost anything, it's your mind you have to convince!",
        "Sweat today, smile tomorrow!",
        "Believe you can and you're halfway there!",
        "Excuses don't get results!",
        "The only bad workout is the one you skipped!",
        "One day, or day one. You decide!",
        "No pain, no gain!",
        "Fitness is not a hobby, it's a lifestyle!",
        "Get fit or die trying!",
        "The time is now, let's go!",
        "No one ever regretted a workout!",
        "Sweat now, shine later!",
        "Every workout counts!",
        "You don't get the ass you want by sitting on it!",
        "Your body is a reflection of your lifestyle!",
        "You're one workout away from a good mood!",
        "A healthy body is a happy body!",
        "Don't wish for it, work for it!",
        "Your only limit is you!",
        "Better sore than sorry!",
        "A little progress each day adds up to big results!",
        "Be stronger than your excuses!",
        "Stay focused and determined!",
        "Push harder than yesterday!",
        "Don't stop until you're proud!",
        "Fitness is not a destination, it's a journey!",
        "You are stronger than you think!",
        "The pain of today is the victory of tomorrow!",
        "Get comfortable with being uncomfortable!",
        "Strive for progress, not perfection!",
        "Believe in yourself and all that you are!",
        "The gym is my therapy!",
        "Stronger with every step!",
        "Motivation gets you started, but habit keeps you going!",
        "Your body can do anything, it's your mind you have to convince!",
        "Discipline is the bridge between goals and accomplishments!",
        "If it doesn't challenge you, it won't change you!",
        "Don't give up on your goals, give up your excuses!",
        "The only bad workout is the one you didn't do!",
        "The best project you'll ever work on is you!",
        "Make yourself proud!",
        "It's not about having time, it's about making time!",
        "Don't let your mind limit your body!",
        "Pain is temporary, pride is forever!",
        "Believe in yourself, and you will be unstoppable!",
        "Sweat is just fat crying!",
        "Fitness is not a fad, it's a lifestyle!",
        "The only bad workout is the one you didn't start!",
        "The road to success is always under construction!",
        "Chase your dreams, and your fitness goals!",
        "No matter how slow you go, you're still lapping everyone on the couch!",
        "Make every rep count!",
        "Don't be afraid to fail, be afraid not to try!",
        "Fitness is a journey, not a destination!",
        "The future depends on what you do today!",
        "Success is not given, it's earned!",
        "Believe in yourself, and all that you are!",
        "The only way to predict the future is to create it!",
        "The difference between try and triumph is a little umph!",
        "The pain of discipline is less than the pain of regret!",
        "The body achieves what the mind believes!",
        "Don't stop when it hurts, stop when you're done!"
    ]
}